[lang]
name=简体中文(&S)
font_name=SimSun
font_size=9
charset=134

[Strings]
0001=邮件地址
0002=地址备注
0003=宏变量1
0004=宏变量2
0005=宏变量3
0006=宏变量4
0007=宏变量5
0008=宏变量6
0009=宏变量7
0010=宏变量8
0011=宏变量9
0012=宏变量10
0020=验证填写是否正确...
0030=附件：%d
0031=保存邮件内容
0032=专用电子邮件格式
0033=正在保存邮件数据...
0034=打开模板文件
0035=模板文件
0036=保存模板文件
0037=打开邮件内容文件
0038=请输入要作为邮件发送的网页地址
0039=请输入此邮件的标识（随便输入即可）
0040=高优先级
0041=中优先级
0042=低优先级
0050=第二步　选择对应的数据库列
0051=第三步　开始导入数据
0052=完成
0053=下一步
0054=第一步　选择数据库和表
0055=开始
0056=停止
0060=正在测试：%s
0061=检测完毕
0062=开始
0071=等待...
0072=正在发送...
0073=停止发送
0074=发送完成
0075=状态：%s
0076=成功：%s
0077=失败：%s
0078=开始发送
0079=停止发送
0080=发送完成
0090=后台运行
0091=如果要打开主窗口，请双击这个图标或状态指示窗。
0100=未注册
0101=正式版
0102=测试版
0103=正在初始化邮件编写功能...
0104=正在初始化界面方案列表...
0105=创建初始化组件...
0106=初始化设置...
0107=初始化界面...
0108=邮件
0109=选择邮件
0110=邮件列表
0111=通讯簿文件
0112=Word文件
0113=所有文件
0114=选择邮件列表
0115=专用格式(全部数据)
0116=Excel文件(全部数据)
0117=文本文件(只包含邮件地址)
0118=导出成功地址
0119=导出失败地址
0120=导出未发地址
0121=过滤规则
0122=保存过滤规则
0123=打开过滤规则
0124=错误信息
0125=导出错误信息
0126=导出所有地址
0127=邮件主题列表
0128=打开邮件主题列表
0129=保存邮件主题列表
0130=自动变量列表
0131=保存自动变量列表
0132=打开自动变量列表
0133=状态：停止...
0134=提示：
0135=正常模式SMTP服务器一般有发送数量限制，不能发送大量的邮件。除非你填写了大量自己的邮箱，并设置每发送几个就自动更换邮箱。并且线程数量最好不高于自己邮箱的数量。
0136=建议：
0137=到网站查看《群发机最佳发送设置》。
0138=特快专递你的邮箱和收件人邮箱不能是同一个服务器的，你可以选择发送失败用正模式重发1次。
0139=有邮箱服务器要求域名才接受特快专递邮件，可到网站查看《结合动态域名发送邮件》。
0140=导出符合过滤规则的地址
0141=编辑自定义退订代码(纯文本邮件)
0142=编辑自定义统计代码
0143=编辑自定义退订代码(多信息文本邮件)
0144=导出检测为不存在的地址
0145=　发送成功：
0146=　发送失败：
0147=　邮件总数：
0148=只导入Windows通讯簿中的组 "%s" 内的地址
0149=自动变量%s列表
0150=未编写或选择
0151=只导入Outlook联系人中的组 "%s" 内的地址
0160=正在验证，请稍侯...
0170=状态：发送...
0171=状态：等待 %d 秒
0172=状态：停止
0173=状态：断开%s...
0174=状态：连接%s...
0175=状态：连接失败[%d]
0176=状态：校验...
0180=编辑列表(%d)
0181=编辑发件人姓名列表
0182=编辑HELO列表
0183=检测邮箱设置正确有效性
0190=上次选择：从 %s 到 %s
0200=邮件列表
0201=备注
0202=宏%d
0203=状态
0204=信息
0301=是否继续保存修改和检测结果？
0302=是否仍然添加此邮箱？
0303=端口填写错误：
0304=验证失败！
0305=验证失败：
0306=背景声音：不能打开文件 %s，可能不存在！
0307=附件：不能读取文件 %s, 文件可能正在使用！
0308=附件：文件 %s 可能不存在！
0309=如果您不想再接收此邮件：
0310=退订邮件
0311=取得表列内容失败：%s
0312=导入数据完毕；共导入 %d 条记录。
0313=过滤了 %d 个格式错误的地址。
0314=验证地址是否正确
0315=删除失败
0316=删除网站上的退订邮件列表...
0317=清除了 %d 个相同的地址。
0318=清除了 %d 个非法的错误地址。
0319=检测到您的系统安装了“%s”！！\r\n\r\n发送邮件前请务必先关掉“邮件监控”，以防止邮件发送\r\n失败或被防火墙过滤，造成邮件显示成功而收不到！！\r\n\r\n按“确定”开始发送邮件，“取消”退出。
0320=导入邮件列表文件完成，共%d个文件
0321=从剪贴板中粘贴了 %d 个邮件地址。
0322=在此配置中，上次共发送了 %d 个邮件地址，\r\n其中　成功 %d 个地址，\r\n　　　失败 %d 个地址，\r\n　　　过滤 %d 个地址，\r\n还有 %d 个地址没有发送。\r\n\r\n您要导入上次发送的地址和状态吗？
0323=读取网站上的退订列表...
0324=读取网站上的退订列表失败
0325=读取网站上的退订列表完成。共 %d 个邮件地址
0326=清除了 %d 个符合过滤规则的地址。
0327=清除了 %d 个不存在的错误的邮件地址。
0328=要导入 Windows 通讯簿中组 "%s" 内的地址吗？
0329=提示：请检查网络是否正常，按服务器按扭\r\n可以选择其他服务器。
0330=登录失败，错误信息如下：
0331=背景图片
0332=背景声音
0333=共要导入 %d 条记录。\r\n\r\n注意：测试版不允许导入数据库，要导入数据库记录，\r\n请您购买正式版软件。
0334=文本→图片邮件
0335=大小：
0336=格式，图片大小：
0337=如果您不想再接收此邮件，请执行下面的链接（可复制到浏览器）：
0338=任务于 %s 执行结束，用时 %s \r\n\r\n如果要重新发送有状态的地址，请先按“恢复”按钮恢复状态。
0339=已经没有发件人邮箱可用，发送终止！
0340=导入邮件地址列表完毕。\r\n\r\n共导入 %d 个地址，自动清除 %d 个格式错误地址。
0341=字段序号
0342=首条记录
0343=正在启动Excel，请稍侯...
0345=测试版最多允许发送或检测%d个地址。后面的地址将删除！
0346=要导入 Outlook 联系人中组 "%s" 内的地址吗？
0347=读取Outlook联系人和windows通讯簿设置...
0348=读取背景图片文件 %s 失败！
0349=等待所有线程结束...
0350=正在保存邮件列表，请稍侯...
0351=正在读取邮件列表，请稍候...
0353=创建组件 %s 失败！
0354=重新连接网络...
0355=自定义封IP判断关键词设置
0356=自定义错误地址判断关键词设置
0357=是否重试？
0358=第 %d 行读取失败。请检查文件中数据是否正常！\r\n\r\n%s\r\n\r\n按“确定”继续导入，按“取消”停止导入。
0360=发件人姓名
0361=收件人姓名
0362=自动变量
0363=列表备注
0364=宏变量
0365=日期、随机串、邮址
0366=等待线程结束当前任务...

[Strings_MSG]
0011=请填写正确的邮件地址。
0021=请填写正确的邮件地址。
0022=如果选择自动创建邮件地址，要求你的 SMTP 服务器必须\r\n不验证用户名是否和邮箱地址一致，否则请不要选择！\r\n\r\n你确定要选择吗？
0023=如果不填写SMTP服务器，则不能使用正常模式发送邮件。\r\n但可以使用特快专递模式发送。\r\n\r\n你确定要不填写吗？
0024=是否验证填写的是否正确？
0025=超时设置必须是数字
0026=请先选择测试连接的SMTP服务器
0027=检测过程中请勿关闭！
0028=检测版本信息失败。
0029=请输入要求输入的内容
0030=自定义长度请填写数字！
0031=自定义长度必须大于0，小于100！
0032=等网页完全打开后，再关闭。\r\n如果不想等待，请按确定。
0033=请先选择要删除的附件
0035=包含声音的邮件必须使用“标准MIME多信息”格式保存。
0037=请直接在邮件编辑中编写，编写好后点“另存模板”，\r\n输入要保存的模板名称保存。模板即新建成功。
0038=网站地址为空，请先进行退订设置。
0039=请先转到编辑页面
0040=请先转到 HTML 或 多信息文本格式！
0041=网站地址为空，请先进行统计设置。
0042=输入的邮件标识长度不合要求（1~20个字符）
0043=文本类型自定义退订代码没有设置，请先设置自定义退订代码！
0044=HTML类型自定义退订代码没有设置，请先设置自定义退订代码！
0045=请先转到编辑页面
0046=自定义统计代码没有设置，请先设置统计代码！
0047=请先转到编辑页面
0048=请等网页完全打开后，再转到其他页面！
0049=请先填写域名！
0050=查询失败
0051=取得表列内容失败！
0052=请输入数据库连接字符串，并选择表。
0053=至少要设置“邮件地址”的列。
0054=请按“开始导入数据”按扭导入数据，如果过要退出，请按取消。
0055=数据库打开失败！
0056=你确定要退出数据库导入向导吗？
0057=验证地址通过
0058=请填写网站地址
0059=删除退订邮件列表成功
0060=请填写网站地址
0061=打乱邮件地址顺序完毕。
0062=检测完毕，要查看分析报告吗？
0063=请选择代理类型！
0064=服务器不能为空！
0065=开始时间小于现在时间，请重新设置
0066=结束时间小于开始时间，请重新设置
0067=定时器运行中，不能关闭定时窗口！
0068=邮件全部发送完成！
0069=打开 Word 失败，请确定你安装了Microsoft Word！
0070=你确定要删除选择的地址吗？
0071=你确定要清除所有地址吗？
0072=你确定要删除发送成功的地址吗？
0073=你确定要删除发送失败的地址吗？
0074=请填写正确的邮件地址。
0075=剪贴板中没有可用的邮件地址。
0076=请填写规则内容。
0077=请选择规则类型。
0078=正在运行的时候不能导出错误信息！
0079=请在发送完毕后导出错误信息！
0080=正在发送，你确定要退出吗？
0081=打开状态文件失败
0082=上次没有发送任何地址。
0083=退订邮件列表没有进行设置，请先进行退订设置
0084=你确定要删除符合过滤规则的地址吗？
0085=你确定要恢复发送成功的地址状态到未发状态吗？
0086=你确定要恢复发送失败的地址状态到未发状态吗？
0087=你确定要恢复选择的地址状态到未发状态吗？
0088=你确定要恢复所有地址状态到未发状态吗？
0089=DNS 缓冲数据库连接失败，\r\n请确定你安装了 Microsoft.Jet.OLEDB.4.0
0090=创建状态保存文件失败！
0091=初始状态写入文件失败！
0092=创建状态保存临时邮件数据文件失败！
0093=读取代理服务器列表失败！
0094=请先添加或导入邮件地址。
0095=发送宏邮件，请先编写邮件，点左侧“编辑”按扭编写邮件。
0096=读取邮件错误。发送Outlook邮件请选择邮件。
0097=邮件主题列表为空，不能使用随机选择主题。
0098=你自己的标记为有效邮箱都没有设置 smtp 服务器，\r\n不能用正常模式发送。\r\n若要使用正常模式发送，必须至少有一个设置了SMTP\r\n服务器的标记“有效”的邮箱。
0099=特快专递至少填写1个DNS服务器。请到网络设置填写DNS服务器。\r\n可以选中“自动获得”。
0100=必须至少设置1个发件人地址，如果不想设置邮箱。\r\n可以选中“使用 HELO 域名设置自动创建虚拟邮箱”
0101=没有检测到可用的 Intenet 连接，可能不能发送邮件。\r\n如果你确定已经连接好网络，请按确定，否则，请按取消
0102=校验用来检查列表中邮件地址是否真实存在。\r\n校验完成后，请执行工具栏“删除”按扭下的“删除错误不存在地址”。\r\n按“确定”按扭开始校验，“取消”按扭退出。
0103=线程数量选择错误。
0104=请先登录（注册）再开始发送。
0105=删除错误不存在地址，将根据错误信息删除邮件列表\r\n中的服务器或用户名错误的不存在的错误地址。\r\n所以请在发送完成或校验完成后进行\r\n\r\n你确定要继续吗？
0106=网站地址为空，请先进行统计设置。
0108=你确定要清除所有过滤规则吗？
0109=是否读取 Windows 通讯簿中的全部邮件地址到邮件列表中？
0110=你确定要清除浏览器的所有插件吗？
0111=你确定要恢复被过滤的地址状态到未发状态吗？
0112=要使用代理，必须填写好代理服务器。\r\n没有用代理，就不要选择“使用代理”！！！
0113=代理服务器端口填写错误，端口必须填写数字
0114=用户名或注册码错误
0115=用户信息验证失败。
0117=创建数据库连接失败，请确定已经安装Microsoft.Jet.OLEDB.4.0
0118=缓冲区 MX 记录清除完毕。
0119=你确定要清空所有邮箱码？
0120=注意：只有你的域名支持泛域名指向，并且已\r\n经做好泛域名设置，才能选择此设置。\r\n\r\n你确定要设置此选项吗？
0121=不使用HELO域名创建邮箱，请至少在邮箱列表里边填写一个您自己的邮箱！
0122=发件人姓名还没有填写，按“编辑列表”按扭编辑发件人列表。
0123=选择发件人邮箱固定显示，必须输入邮箱地址！
0124=使用代理服务器必须填加代理服务器！
0125=使用代理服务器代理列表中必须有可用的代理服务器！
0126=指定回复邮箱，必须输入回复的邮箱地址！
0127=连接HELO域名必须填写（任意英文单词即可）！
0128=域名只能包含英文字母数字和_.-三个符号！
0129=选择域名列表，必须先填写好域名列表！
0130=验证结束。是否查看验证结果信息？
0131=正在运行中，不能执行此操作...
0132=DLL 文件被修改，程序终止！
0133=请确定您已经安装了Microsoft Excel。如果没有安装，将不能使用此功能。
0134=要打开多个窗口，请复制软件的所有文件到不同的目录（文件夹）下即可。
0136=图片邮件请到自定义文本中添加退订代码
0137=选择图片超链接，必须填写超链接地址！
0138=请到编辑页中再设置邮件编码！
0139=应填写数字的位置，请填写数字！
0140=未找到匹配的项目！
0141=打开Outlook失败，请确定您的电脑上安装有Microsoft Office Outlook！
0142=是否读取 Outlook 联系人中全部邮件地址到邮件列表中？
0143=是否读取 Outlook 联系人中不在任何组内的邮件地址到邮件列表中？
0144=读取图片文件失败，请检测文件是否存在，并且图片格式必须是 Jpeg 或 Gif ！
0145=抄送数量不能高于999！
0146=是否查看格式错误地址列表？
0147=最大最小行号必须填写大于0的数字！
0148=请先选择一个自动变量！
0149=邮箱设置保存完成！
0150=网站地址为空，请先进行退订设置。
0151=图片最大宽度必须输入数字！
0152=图片最大宽度必须大于0！
0153=是否保存邮件列表及邮件地址状态？
0154=个人版不支持此功能！如需使用此功能，请购买专业版！
0155=语言编码 Charset 信息读取失败！
0156=端口必须填写数字！
0157=线程数量必须填写数字(1-1000)！

[fm_main]
fm_main.Caption=超级邮件群发机
Label1.Caption=选择邮件类型并编辑或选择邮件
Label2.Caption=线程数量(1-100)
Label3.Caption=成功地址
Label4.Caption=失败地址
Label5.Caption=地址总数
lb_sent.Caption=0
lb_fail.Caption=0
lb_total.Caption=0
Label7.Caption=空闲
Label8.Caption=运行
Label12.Caption=选择邮件发送模式或设置帐户
m_progress.Hint=整个邮件列表的发送进度
Label15.Caption=等待
Label16.Caption=DNS
tb_setup1.Caption=设置
tb_setup1.Hint=设置网络和邮件帐户等
nb_state.Hint=1-100线程的工作状态
cb_normal.Caption=正常模式(SMTP)
cb_normal.Hint=正常模式：邮件通过自己邮箱SMTP服务器发送
cb_dns.Caption=特快专递(MX)
cb_dns.Hint=特快专递：邮件直接发送到收件人邮箱服务器
Label14.Caption=邮件状态
lb_mailstat.Caption=未编写或选择
bt_edit.Caption=编辑
bt_edit.Hint=编写普通邮件或宏定义邮件
bt_edit2.Caption=编辑
bt_edit2.Hint=点“编辑”开始编写Outlook Express邮件
bt_select_mail.Caption=选择
bt_select_mail.Hint=选择一个 Outlook 邮件的文件。
cb_mail_outlook.Caption=Outlook eml文件
cb_mail_outlook.Hint=如果你要发送 Outlook 编写的邮件，请选择此选项
cb_mail_maro.Caption=宏定义邮件(推荐)
cb_mail_maro.Hint=如果要发送宏邮件请选择此选项
ed_mailpath.Hint=这是 Outlook 邮件的文件路径
ed_maxthread.Hint=线程数量，选择越多，发送速度越快，请根据网速选择
ed_maxthread.Items.Strings[0]=1
ed_maxthread.Items.Strings[1]=5
ed_maxthread.Items.Strings[2]=10
ed_maxthread.Items.Strings[3]=20
ed_maxthread.Items.Strings[4]=40
ed_maxthread.Items.Strings[5]=75
ed_maxthread.Items.Strings[6]=100
m_thupdown.Hint=线程数量微调
tb_backrun.Caption=后台运行
tb_backrun.Hint=缩小到 Windows 任务栏
cb_autoexit.Caption=任务结束关闭计算机
cb_autoexit.Hint=任务完成关闭计算机
m_tabs.Hint=切换各操作视图
m_tabs.Tabs.Strings[0]=邮件列表
m_tabs.Tabs.Strings[1]=过滤规则
m_tabs.Tabs.Strings[2]=主题选项
m_tabs.Tabs.Strings[3]=自动变量
Label6.Caption=邮件主题选项（仅对宏定义邮件有效）
cb_subject_default.Caption=使用默认邮件主题（即保持邮件编写时的主题不变）
cb_subject_random.Caption=随机从主题列表中挑选邮件主题（每行一个主题）
CoolBar2.Bands[0].Text=主题列表
tb_sub_open.Caption=打开主题文件
tb_sub_save.Caption=保存主题文件
m_tab_autovals.Tabs.Strings[0]=V1
m_tab_autovals.Tabs.Strings[1]=V2
m_tab_autovals.Tabs.Strings[2]=V3
m_tab_autovals.Tabs.Strings[3]=V4
m_tab_autovals.Tabs.Strings[4]=V5
m_tab_autovals.Tabs.Strings[5]=V6
m_tab_autovals.Tabs.Strings[6]=V7
m_tab_autovals.Tabs.Strings[7]=V8
m_tab_autovals.Tabs.Strings[8]=V9
m_tab_autovals.Tabs.Strings[9]=V10
m_cool_vals.Bands[0].Text=自动变量1列表
tb_val_open.Caption=打开
tb_val_open.Hint=打开自动变量定义文件
tb_val_save.Caption=保存
tb_val_save.Hint=保存自动变量定义文件
tb_autoval_help.Caption=说明
tb_autoval_help.Hint=查看自动变量的使用说明
ToolButton2.Caption=ToolButton2
Label9.Caption=自动变量可以随机从下面列表挑选1行替换邮件中的相应位置，使邮件内容自动变化
list_filter.Hint=规律规则列表
list_filter.Column[0]=编号
list_filter.Column[1]=规则
list_filter.Column[2]=内容
Label13.Caption=不发送以下地址，直接输入，每行一个邮件地址
bt_read_rtnlist.Caption=读取退订的邮件列表
memo_filter.Hint=不发送的邮件地址列表
bt_ft_add.Caption=添加
bt_ft_add.Hint=添加过滤条件
bt_ft_open.Caption=打开
bt_ft_open.Hint=打开过滤规则文件
bt_ft_save.Caption=保存
bt_ft_save.Hint=保存过滤规则文件
cbo_guize.Hint=过滤条件
cbo_guize.Items.Strings[0]=包含有
ed_ft_text.Hint=过滤条件对应的内容
cb_filteron.Caption=启用过滤
cb_filteron.Hint=使用过滤规则进行发送过滤
bt_ft_clear.Caption=清空
bt_ft_clear.Hint=删除所有过滤规则
list_wait.Hint=邮件列表
list_wait.Column[0]=行号
list_wait.Column[1]=地址
list_wait.Column[2]=状态
list_wait.Column[3]=备注
list_wait.Column[4]=宏1-10
list_wait.Column[5]=信息
Label10.Caption=地址
Label11.Caption=备注
bt_add.Caption=添加
bt_add.Hint=把地址添加到邮件列表中
ed_add_address.Hint=添加邮件地址
ed_add_remark.Hint=添加邮件地址的备注
m_message.Hint=线程1与服务器对话信息
tb_mail.Caption=邮件
tb_mail.Hint=新邮件|编写新邮件
ToolButton18.Caption=ToolButton18
tb_add.Caption=添加
tb_add.Hint=添加一个地址到邮件列表
tb_import.Caption=导入
tb_import.Hint=导入邮件列表
tb_export.Caption=导出
tb_export.Hint=把列表中的地址保存成文件
tb_delete.Caption=删除
tb_delete.Hint=删除邮件地址
ToolButton19.Caption=ToolButton19
tb_setup.Caption=设置
tb_setup.Hint=对软件进行邮箱帐户、网络等设置
ToolButton20.Caption=ToolButton20
tb_send.Caption=发送
tb_send.Hint=开始发送邮件
tb_stop.Caption=停止
tb_stop.Hint=停止
tb_restore.Caption=恢复
tb_restore.Hint=恢复邮件列表状态
ToolButton3.Caption=ToolButton3
tb_timer.Caption=定时
tb_timer.Hint=指定开始和停止时间发送
m_vrfy.Caption=校验
m_vrfy.Hint=检验列表中的邮件地址是否为真实存在的地址
tb_meessage.Caption=信息
tb_meessage.Hint=调试信息的显示和关闭
ToolButton21.Caption=ToolButton21
tb_register.Caption=注册
tb_register.Hint=注册或登录为正版
tb_smtps.Caption=SMTP
tb_smtps.Hint=SMTP邮箱控制
pop_add.Caption=添加地址(&A)
pop_add.Hint=向邮件列表中添加一个地址
pop_wait_edit.Caption=编辑地址(&E)
pop_wait_edit.Hint=编辑选择的邮件地址
pop_rand_list.Caption=打乱地址顺序(&B)
pop_rand_list.Hint=打乱邮件列表中地址顺序
pop_copy.Caption=复制(&C)
pop_copy.Hint=复制一个邮件地址
pop_paste.Caption=粘贴(&P)
pop_paste.Hint=粘贴一个邮件地址
N6.Caption=删除(&D)
N6.Hint=删除邮件地址
pop_wait_delete.Caption=删除选择(&S)
pop_wait_delete.Hint=删除选择的邮件地址
pop_del_fail.Caption=删除失败(&F)
pop_del_fail.Hint=删除发送失败的邮件地址
pop_del_ok.Caption=删除成功(&O)
pop_del_ok.Hint=删除发送成功的地址
pop_wait_delinvalid.Caption=删除格式非法地址(&I)
pop_wait_delinvalid.Hint=删除格式错误的邮件地址
pop_wait_delsame.Caption=删除重复邮件地址(&R)
pop_wait_delsame.Hint=删除重复的邮件地址，保留1条
T5.Caption=删除符合过滤的地址(&T)
T5.Hint=删除符合过滤规则的邮件地址
V1.Caption=删除错误不存在地址(&V)
V1.Hint=删除校验或发送后，服务器提示不存在的邮件地址
pop_wait_clear.Caption=清空列表(&C)
pop_wait_clear.Hint=删除邮件列表中所有邮件地址
export_all.Caption=导出全部地址(&A)
export_all.Hint=保存全部邮件地址
export_sent.Caption=导出成功地址(&O)
export_sent.Hint=保存发送成功的邮件地址
export_fail.Caption=导出失败地址(&F)
export_fail.Hint=保存发送失败的邮件地址
export_other.Caption=导出未发地址(&W)
export_other.Hint=保存还没有发送的邮件地址
export_filter.Caption=符合过滤地址(&F)
export_filter.Hint=导出符合过滤规则的邮件地址
export_invalid.Caption=导出不存在地址(&I)
export_invalid.Hint=保存发送、校验后检测为不存在的地址
export_errmsg.Caption=导出错误信息(&E)
export_errmsg.Hint=保存错误信息
tb_del_ok.Caption=删除发送成功的地址(&O)
tb_del_ok.Hint=删除发送成功的地址
tb_del_fail.Caption=删除发送失败的地址(&F)
tb_del_fail.Hint=删除发送失败的地址
tb_del_re.Caption=删除重复的邮件地址(&R)
tb_del_re.Hint=删除重复的邮件地址
tb_del_invild.Caption=删除格式非法的地址(&I)
tb_del_invild.Hint=删除格式非法的地址
tb_del_filter.Caption=删除符合过滤的地址(&T)
tb_del_filter.Hint=删除符合过滤的地址
tb_del_nouser.Caption=删除错误不存在地址(&V)
tb_del_nouser.Hint=删除错误不存在地址
pop_msg_copy.Caption=复制选择(&C)
pop_msg_copy.Hint=复制选中的部分
pop_msg_copy_all.Caption=复制所有(&A)
pop_msg_copy_all.Hint=复制所有调试信息
F4.Caption=文件(&F)
F4.Hint=打印退出操作
mu_openlast.Caption=打开上次列表(&R)
mu_openlast.Hint=打开上次的发送列表和发送状态。
mu_findemail.Caption=查找地址(&F)
mu_findemail.Hint=查找列表中的一个邮件地址(&F)
O3.Caption=打印成功列表(&O)
O3.Hint=打印成功列表
F5.Caption=打印失败列表(&F)
F5.Hint=打印失败列表
X2.Caption=退出(&X)
X2.Hint=退出
E2.Caption=编辑(&E)
E2.Hint=编辑操作
N5.Caption=添加地址(&A)
N5.Hint=添加一个邮件地址到邮件列表
C3.Caption=复制(&C)
C3.Hint=复制一个邮件地址
P2.Caption=粘贴(&P)
P2.Hint=粘贴一个邮件地址
S4.Caption=删除选择地址(&S)
S4.Hint=删除邮件列表中选中的邮件地址
O4.Caption=删除成功地址(&O)
O4.Hint=删除已经发送成功的地址
F6.Caption=删除失败地址(&F)
F6.Hint=删除发送失败的邮件地址
T2.Caption=删除符合过滤的地址(&T)
T2.Hint=删除列表中符合过滤规则的邮件地址
C4.Caption=清空地址列表(&C)
C4.Hint=全部删除邮件列表中的地址
mm_rand_list.Caption=打乱地址顺序(&B)
mm_rand_list.Hint=对邮件列表中的邮件打乱顺序
M2.Caption=邮件(&M)
M2.Hint=邮件操作
S5.Caption=发送(&S)
S5.Hint=开始发送邮件
O5.Caption=停止(&O)
O5.Hint=停止发送、校验、搜索
T3.Caption=工具(&T)
T3.Hint=设置或其他工具
N29.Caption=设置(&Y)
N29.Hint=设置邮箱帐户、网络等
mu_val_prid.Caption=调整变量优先级(&V)
mu_val_prid.Hint=调整宏定义邮件的变量优先级
mu_tool_chgsp2.Caption=修改 XP SP2 连接数限制(&T)
mu_tool_chgsp2.Hint=修改 XP Sp2 对 TCP 连接并发数的限制，增加发送速度
mu_view_netspd.Caption=显示网络流量(&N)
mu_view_netspd.Hint=显示网络流量窗口
spd_show.Caption=显示(&V)
spd_show.Hint=显示网络流量窗口
spd_no.Caption=禁用(&S)
spd_no.Hint=禁用网络流量窗口
D1.Caption=域名查询(&Z)
D1.Hint=查询一个域名的信息
C5.Caption=检测更新(&C)
C5.Hint=检查软件的更新版本
mu_reicon.Caption=重建系统图标缓存(&R)
mu_reicon.Hint=使异常的 Windows 图标恢复正常
mu_del_iehelper.Caption=清除浏览器插件(&I)
mu_del_iehelper.Hint=清除非法IE插件，修复IE浏览器
bt_savelong.Caption=&savelang
mu_rtn.Caption=退订(&R)
mu_rtn.Hint=邮件列表退订
rtn_setup.Caption=邮件退订设置(&R)
rtn_setup.Hint=邮件列表退订设置
rtn_loginweb.Caption=退订记录管理(&T)
rtn_loginweb.Hint=查看和管理退订记录
rtn_setup_own_txt.Caption=自定义文本邮件退订代码(&O)
rtn_setup_own_txt.Hint=自定义纯文本格式邮件退订代码
rtn_setup_own_html.Caption=自定义多信息邮件退订代码(&M)
rtn_setup_own_html.Hint=自定义多信息文本格式邮件退订代码
N11.Caption=统计(&L)
mu_tj_setup.Caption=阅读统计设置(&S)
mu_tj_setup.Hint=邮件阅读统计记录设置
mu_tj_result.Caption=查看统计记录(&R)
mu_tj_result.Hint=查看邮件阅读统计记录
mu_tj_setup_own.Caption=自定义统计代码(&O)
mu_tj_setup_own.Hint=有自己的统计程序，设置自定义统计代码
mu_skin.Caption=界面(&S)
mu_skin.Hint=软件界面皮肤
mu_noskin.Caption=原始界面(&Z)
mu_noskin.Hint=不使用界面皮肤
Language1.Caption=L&anguage
Language1.Hint=选择语言
T4.Caption=帮助(&Z)
T4.Hint=帮助信息
N31.Caption=帮助(&H)
N31.Hint=启动帮助文件
W2.Caption=官方网站(&W)
W2.Hint=连接我们的网站
A2.Caption=关于(&A)...
A2.Hint=软件的版权信息
mu_register.Caption=注册购买(&R)
mu_register.Hint=注册或登录软件
pop_import_file.Caption=从文件导入(&F)
pop_import_file.Hint=从文件中导入邮件列表
pop_import_database.Caption=从数据库导入(&D)
pop_import_database.Hint=直接从数据库导入邮件地址
pop_import_wab.Caption=从通讯簿导入(&W)
pop_import_wab.Hint=读取Windows通讯簿中的邮件地址列表
pop_import_wab_all.Caption=全部地址(&A)
pop_import_wab_all.Hint=读取Windows通讯簿的全部邮件地址
pop_import_outlook.Caption=从Outlook导入(&O)
pop_import_outlook.Hint=读取 Microsoft Office Outlook 联系人中的邮件地址
pop_import_outlook_all.Caption=全部地址(&A)
pop_import_outlook_all.Hint=读取Outlook联系人列表中的所有地址
pop_import_outlook_notgroup.Caption=非组地址(&N)
pop_import_outlook_notgroup.Hint=读取Outlook联系人中不在任何组内的地址
mu_reset_ok.Caption=恢复成功地址
mu_reset_ok.Hint=恢复已经发送成功地址的状态
mu_reset_failed.Caption=恢复失败地址
mu_reset_failed.Hint=恢复发送失败地址的状态
mu_reset_filter.Caption=恢复过滤地址
mu_reset_filter.Hint=恢复列表中处于过滤状态的地址到未发状态
mu_reset_sel.Caption=恢复选择地址
mu_reset_sel.Hint=恢复选择地址的状态
mu_reset_all.Caption=恢复所有地址
mu_reset_all.Hint=恢复所有邮件地址为未发状态
mu_ownhead.Caption=自定义邮件头(&H)
mu_ownhead.Hint=自定义邮件头
mu_keyword_invalid.Caption=自定义错误地址关键词(&V)
mu_keyword_invalid.Hint=判断是否是错误不存在地址的自定义关键词设置
mu_keyword_denyip.Caption=自定义封 IP 关键词(&P)
mu_keyword_denyip.Hint=判断是否被封IP的自定义关键词设置

[fm_mail]
coolbar_main.Bands[2].Text=主题
coolbar_attach.Bands[0].Text=附件
fm_mail.Caption=邮件编写
m_page_text.Caption=文本邮件
m_page_edit.Caption=编辑
m_page_owntext.Caption=自定义文本
m_page_attach.Caption=附件列表
m_page_source.Caption=HTML 编码
m_page_preview.Caption=预览
tb_head_img.Caption=表情图片
tb_head_img.Hint=插入表情图片
ToolButton4.Caption=ToolButton4
tb_bold.Hint=粗体
tb_italic.Hint=斜体
tb_underline.Hint=下划线
ToolButton5.Caption=ToolButton5
tb_forecolor.Caption=前景色
tb_forecolor.Hint=前景色
tb_backcolor.Caption=背景色
tb_backcolor.Hint=背景色
tb_background.Hint=页面背景
ToolButton8.Caption=ToolButton8
tb_justyleft.Hint=左对齐
tb_justycenter.Caption=tb_justycenter
tb_justycenter.Hint=居中
tb_justyright.Caption=tb_justyright
tb_justyright.Hint=右对齐
ToolButton9.Caption=ToolButton9
tb_image.Caption=tb_image
tb_image.Hint=插入图片
tb_ctable.Caption=表格
tb_ctable.HInt=创建表格
tb_cell_backcolor.Caption=单元格颜色
tb_cell_backcolor.Hint=单元格背景颜色
tb_link.Caption=tb_link
tb_link.Hint=超链接
ToolButton18.Caption=tb_marquee
ToolButton18.Hint=移动字幕
tb_hr.Caption=tb_hr
tb_hr.Hint=水平线
atach_add.Caption=添加附件
atach_add.Hint=添加一个或多个文件到附件列表
atach_del.Caption=删除附件
atach_del.Hint=删除选择的附件
list_atach.Hint=附件列表
m_mail_html.Hint=HTML 源代码
tb_mail_new.Caption=新建
tb_mail_new.Hint=新建邮件
tb_mail_open.Caption=打开
tb_mail_open.Hint=打开邮件
tb_mail_save.Caption=保存
tb_mail_save.Hint=保存邮件为文件
tb_print.Caption=打印
tb_print.Hint=打印编写好的邮件
tb_maro.Caption=加宏
tb_maro.Hint=加入宏变量
tb_template.Caption=模板
tb_template.Hint=邮件模板
bt_saveandexit.Caption=编写完成
bt_saveandexit.Hint=编好邮件后按此按钮
ToolButton2.Caption=ToolButton2
tb_prid.Caption=中优先级
tb_prid.Hint=邮件优先级
ToolButton3.Caption=ToolButton3
tb_soundmail.Caption=声音邮件
tb_soundmail.Hint=邮件背景声音
N1.Caption=主题中也可以使用
n_sen_name.Caption=发件人姓名
n_sen_address.Caption=发件人地址
n_rec_name.Caption=收件人姓名
n_rec_address.Caption=收件人地址
n_rand_text.Caption=随机字符串
N45.Caption=宏定义变量
n_maro1.Caption=列表宏1
n_maro2.Caption=列表宏2
m_maro3.Caption=列表宏3
m_maro4.Caption=列表宏4
m_maro5.Caption=列表宏5
m_maro6.Caption=列表宏6
m_maro7.Caption=列表宏7
m_maro8.Caption=列表宏8
m_maro9.Caption=列表宏9
m_maro10.Caption=列表宏10
n_remark.Caption=列表备注
N24.Caption=自动变量
n_vals1.Caption=自动变量1
n_vals2.Caption=自动变量2
n_vals3.Caption=自动变量3
n_vals4.Caption=自动变量4
n_vals5.Caption=自动变量5
n_vals6.Caption=自动变量6
n_vals7.Caption=自动变量7
n_vals8.Caption=自动变量8
n_vals9.Caption=自动变量9
n_vals10.Caption=自动变量10
n_date.Caption=当前日期
n_time.Caption=当前时间
N2.Caption=黑色
N6.Caption=暗红
N7.Caption=绿色
N10.Caption=橄榄
N11.Caption=深蓝
N12.Caption=紫色
N13.Caption=绿蓝
N14.Caption=灰色
N15.Caption=银色
N16.Caption=红色
N17.Caption=浅绿
N18.Caption=黄色
N19.Caption=蓝色
N20.Caption=艳粉
N21.Caption=湖蓝
N22.Caption=白色
ns_color.Caption=自定义
pop_edit_undo.Caption=撤销(&U)
pop_edit_redo.Caption=重做(&R)
pop_edit_cut.Caption=剪切(&T)
pop_edit_copy.Caption=复制(&C)
pop_edit_paste.Caption=粘贴(&P)
pop_edit_delete.Caption=删除(&D)
mu_mail_exitnosave.Caption=文件(&F)
mu_mail_exitnosave.Hint=文件
mu_mail_new.Caption=新邮件(&N)
mu_mail_new.Hint=新建邮件
mu_mail_open.Caption=打开邮件文件(&O)
mu_mail_open.Hint=从文件打开邮件
menu_open_url2.Caption=打开网站网页(&U)
menu_open_url2.Hint=打开一个网站网页作为邮件内容
mu_mail_save.Caption=保存(&S)
mu_mail_save.Hint=保存邮件到文件
mu_mail_printpreview.Caption=打印预览(&V)
mu_mail_printpreview.Hint=打印预览
mu_mail_print.Caption=打印(&P)
mu_mail_print.Hint=打印邮件内容
mu_mail_exit.Caption=退出不保存(&E)
mu_mail_exit.Hint=关闭窗口，但不保存邮件内容
E1.Caption=编辑(&E)
E1.Hint=编辑
mu_mail_undo.Caption=撤消(&U)
mu_mail_undo.Hint=撤销
mu_mail_redo.Caption=重做(&R)
mu_mail_redo.Hint=重做
mu_mail_cut.Caption=剪切(&C)
mu_mail_cut.Hint=剪切
mu_mail_copy.Caption=复制(&C)
mu_mail_copy.Hint=复制
mu_mail_paste.Caption=粘贴(&V)
mu_mail_paste.Hint=粘贴
mu_mail_delete.Caption=删除(&D)
mu_mail_delete.Hint=删除
mu_mail_selectall.Caption=全选(&A)
mu_mail_selectall.Hint=全部选择
F2.Caption=格式(&Z)
F2.Hint=邮件格式
rb_fmt_text.Caption=单独文本格式(&T)
rb_fmt_text.Hint=单独文本格式
rb_fmt_html.Caption=单独HTML格式(&H)
rb_fmt_html.Hint=单独HTML格式
rb_fmt_mix.Caption=标准MIME多信息格式(&M)
rb_fmt_mix.Hint=标准MIME多信息格式
C1.Caption=加密(&C)
C1.Hint=设置邮件的加密算法类型
mu_encode_no.Caption=不对邮件进行加密(&N)
mu_encode_no.Hint=不对邮件进行编码加密处理
mu_encode_base64.Caption=使用 Base64 编码(&B)
mu_encode_base64.Hint=使用 Base64 编码加密邮件内容
mu_encode_qp.Caption=使用 Printable 编码(&P)
mu_encode_qp.Hint=使用 Printable 编码加密邮件内容
A1.Caption=附件(&A)
A1.Hint=附件操作
mu_mail_ata_add.Caption=添加(&A)
mu_mail_ata_add.Hint=添加一个文件
mu_mail_ata_del.Caption=删除(&D)
mu_mail_ata_del.Hint=删除一个附件
mu_mail_ata_open.Caption=打开(&O)
mu_mail_ata_open.Hint=打开一个附件
N39.Caption=效果(&S)
N39.Hint=邮件效果
mu_backimage.Caption=背景图片(&P)
mu_backimage.Hint=背景图片
mu_backwav.Caption=背景声音(&M)
mu_backwav.Hint=背景声音
mu_backcolor.Caption=背景颜色(&C)
mu_backcolor.Hint=背景颜色
N42.Caption=退订(&R)
N42.Hint=退订
mu_addrtncode.Caption=加入退订代码(&R)
mu_addrtncode.Hint=插入系统内置的退订代码
rtn_addown.Caption=加入自定义退订代码(&O)
rtn_addown.Hint=加入自定义退订代码
T1.Caption=统计(&T)
T1.Hint=统计
mu_add_statcode.Caption=加入统计代码(&T)
mu_add_statcode.Hint=加入系统内置的统计代码
stat_addown.Caption=加入自定义统计代码(&O)
stat_addown.Hint=加入自定义的统计代码
template_new.Caption=新建模板(&N)
template_new.Hint=新建一个邮件模板
template_open.Caption=打开模板(&O)
template_open.Hint=打开一个模板文件
template_save.Caption=另存模板(&S)
template_save.Hint=存储模板为另外一个名称
new_blank.Caption=空白邮件(&B)
new_blank.Hint=空白内容的邮件
new_normal.Caption=普通模板(&N)
new_normal.Hint=普通模板邮件
mu_sub_template.Caption=其它模板(&O)
mu_sub_template.Hint=其他模板
mu_open_file.Caption=打开邮件文件(&F)
mu_open_file.Hint=从文件打开一个邮件
mu_open_url.Caption=打开网页地址(&U)
mu_open_url.Hint=打开一个网站网页作为邮件内容
n_prid_1.Caption=高优先级(&H)
n_prid_2.Caption=中优先级(&M)
n_prid_3.Caption=低优先级(&L)
tb_charset.Caption=编码
tb_charset.Hint=邮件语言编码
pop_code_other.Caption=其他(M)
rb_txttype_own.Caption=使用下边输入的自定义文本
rb_txttype_own.Hint=以文本方式查看邮件显示下边输入的自定义文本
rb_txttype_auto.Caption=从HTML网页提取文本部分
rb_txttype_auto.Hint=以文本方式查看邮件显示从HTML网页提取文本内容
lb_owntext.Caption=多信息文本格式的邮件文本部分自定义（即以文本方式查看邮件时候显示的内容）
lb_owntext1.Caption=图片前面显示的内容
lb_owntext2.Caption=图片后面显示的内容
list_atach.Column[0]=文件名
list_atach.Column[1]=路径
list_atach.Column[2]=大小
list_atach.Column[3]=文件类型
tb_formatblock.Hint=段落样式
fb_normal.Caption=Normal
fb_pre.Caption=已编排格式
fb_address.Caption=地址
fb_h1.Caption=标题 1
fb_h2.Caption=标题 2
fb_h3.Caption=标题 3
fb_h4.Caption=标题 4
fb_h5.Caption=标题 5
fb_h6.Caption=标题 6
tb_insertorderlist.Hint=带编号列表
tb_insertunorderlist.Hint=带项目符号列表
rb_fmt_image.Caption=文本→图片格式(&I)
rb_fmt_image.Hint=文本自动转换为图片作为邮件内容
lb_ieml_forecolor.Caption=文字色
lb_ieml_backcolor.Caption=背景色
cb_ieml_forecolor.Hint=文字颜色
cb_ieml_backcolor.Hint=背景颜色
rg_img_format.Caption=图片格式
rg_img_format.Hint=图片格式
rg_img_format.Items.Strings[0]=GIF
rg_img_format.Items.Strings[1]=JPG
rg_img_format.Items.Strings[2]=随机
rg_jpg_value.Caption=JPG图像质量
rg_jpg_value.Hint=JPG格式图片的质量1-100
rg_jpg_value.Items.Strings[0]=40
rg_jpg_value.Items.Strings[1]=60
rg_jpg_value.Items.Strings[2]=80
rg_jpg_value.Items.Strings[3]=随机
rg_img_option.Caption=图片集成选项
rg_img_option.Hint=图片集成到邮件中的方式
rg_img_option.Items.Strings[0]=图片嵌入邮件内部
rg_img_option.Items.Strings[1]=图片作为附件发送
lb_pic_maxwidth.Caption=图片最大宽度
bt_ieml_preview.Caption=预览图片效果
bt_ieml_preview.Hint=查看根据选项生成的图片效果
bt_ieml_preview_return.Caption=返回
bt_ieml_preview_return.Hint=返回编辑状态
cb_rand_forecolor.Caption=随机
cb_rand_forecolor.Hint=随机选择文字颜色
cb_rand_backcolor.Caption=随机
cb_rand_backcolor.Hint=随机选择背景颜色
cb_rand_fontsize.Caption=随机
cb_rand_fontsize.Hint=随机选择字体大小(8-18)
lb_iemal_fontsize.Caption=字号
cb_ieml_fontsize.Hint=字体大小
cb_ieml_link.Caption=图片超链接
cb_ieml_link.Hint=是否启用图片超链接
ed_ieml_link.Hint=收到邮件点击图片打开此链接地址，支持宏变量
tb_p_brun_activex.Caption=ActiveX控件
tb_p_brun_activex.Hint=预览是否启用ActiveX控件
tb_p_brun_scripts.Caption=脚本Scripts
tb_p_brun_scripts.Hint=预览是否启用Scripts脚本

[fm_imtype]
fm_imtype.Caption=导入文件选择
Label1.Caption=文件共
Label4.Caption=输入导入起始和结束行号
Label5.Caption=从
Label6.Caption=到
Label7.Caption=行
Label2.Caption=行
lb_last.Caption=上次选择：从 1 到 1000
btOk.Caption=导入部分
suiButton2.Caption=导入全部
suiButton3.Caption=取消

[fm_edit]
fm_edit.Caption=编辑
btOk.Caption=确定
btCancel.Caption=取消
cb_state.Caption=地址状态
cb_state.Items.Strings[0]=未发
cb_state.Items.Strings[1]=成功
cb_state.Items.Strings[2]=失败

[fm_setup]
fm_setup.Caption=设置
btOk.Caption=确定
btOk.Hint=关闭窗口并保存设置
btCancel.Caption=取消
btCancel.Hint=关闭窗口不保存设置
rg_selboxtype.Caption=更换邮箱方式
rg_selboxtype.Hint=选择更换邮箱的选择方式
rg_selboxtype.Items.Strings[0]=随机挑选发件人邮箱
rg_selboxtype.Items.Strings[1]=按顺序选择发件人邮箱
cb_samesrv_first.Caption=优先选择与收件人相同的服务器
cb_samesrv_first.Hint=当通过邮箱发送时，优先自动选择跟收件人服务器相同的邮箱
TabSheet1.Caption=邮箱设置
TabSheet1.Hint=你的邮箱设置
Label23.Caption=虚拟邮箱前缀(不填写则随机自动生成)
ed_startwith.Hint=邮箱 @ 前边部分，可以不填写，不填写则随机自动创建
bt_mailbox_add.Caption=增加邮箱
bt_mailbox_add.Hint=增加一个自己的邮箱
bt_mailbox_edit.Caption=修改邮箱
bt_mailbox_edit.Hint=编辑已经存在的邮箱
bt_mailbox_delete.Caption=删除邮箱
bt_mailbox_delete.Hint=删除一个邮箱
cb_chg_auto.Caption=发送失败自动更换邮箱发送1次
cb_chg_auto.Hint=如果你要发送失败后自动用另外的邮箱发送，选中它吧
list_user.Hint=邮箱列表，按前边方框可设置邮箱是否有效
list_user.Column[0]=
list_user.Column[1]=邮箱
list_user.Column[2]=SMTP
bt_mb_export.Caption=导出邮箱
bt_mb_export.Hint=导出邮箱列表
mu_mboxexp_all.Caption=导出全部邮箱(&A)
mu_mboxexp_all.Hint=导出全部邮箱
mu_mboxexp_ok.Caption=导出有效邮箱(&A)
mu_mboxexp_ok.Hint=导出有效邮箱
mu_mboxexp_fail.Caption=导出无效邮箱(&A)
mu_mboxexp_fail.Hint=导出无效邮箱
bt_mb_import.Caption=导入邮箱
bt_mb_import.Hint=导入邮箱列表
bt_mb_check.Caption=测试
bt_mb_check.Hint=检测邮箱是否有效
ed_return_path.Hint=让收件人回复邮件发送到的地址
cb_use_reply_to.Caption=指定回复邮件到下面的邮箱
cb_use_reply_to.Hint=指定收件人回复邮件的地址（需要收件软件或服务器支持）
cb_useowndate.Caption=指定发件日期(Date)
cb_useowndate.Hinbt=指定邮件的发件日期(邮件头中的Date标签)
cb_usenormal.Caption=发送失败改用正常模式重发1次
cb_usenormal.Hint=如果特快专递发送失败，自动换正常模式发1次
cb_noerrmsg.Caption=发送中不记录错误码信息
cb_noerrmsg.Hint=发送中不记录错误码信息
bt_mailbox_clear.Caption=清空邮箱
bt_mailbox_clear.Hint=删除列表中所有邮箱
bt_setdefault.Caption=设为默认
bt_setdefault.Hint=把选择的邮箱设置为默认
cb_usehelo.Caption=使用HELO域名设置自动创建虚拟邮箱(仅特快专递)
cb_usehelo.Hint=使用网络设置的 HELO 域名自动创建虚拟邮箱
TabSheet3.Caption=网络设置
Label2.Caption=超时设置(秒)
ed_timeout.Hint=等待服务器响应的最长时间
GroupBox1.Caption=特快专递DNS设置
Label4.Caption=DNS1
Label5.Caption=DNS2
ed_dns1.Hint=DNS 服务器 1
ed_dns2.Hint=DNS 服务器 2
cb_autodns.Caption=启动时自动获得
cb_autodns.Hint=选中则自动获得本地DNS服务器
GroupBox2.Caption=重新连接设置
Label1.Caption=发送
Label12.Caption=封后重新连接网络
Label13.Caption=从下面列表中选择默认连接
Label25.Caption=连接网络之前等待
Label26.Caption=秒
Label24.Caption=秒
lb_wait_afterconn.Caption=连接网络之后等待
Label29.Caption=秒
ed_wait_afterconn.Hint=连接网络后等待一段时间再继续
ed_disconn_maxwait.Hint=断开网络前等待所有线程结束的最长时间
lb_maxwait.Caption=断开最长等待时间
ed_rcount.Hint=设置重新连接网络的发送邮件数量
StaticText2.Caption=重新连接网络可以获得新的IP地址。极大增加发送成功率。此功能适用于ADSL拨号或普通拨号用户，如果不使用此功能，把数量设置为 0 即可。
ed_recontm.Hint=重连网络等待时间
cb_denipcon.Caption=检测封 IP 后重新连接
Label6.Caption=连接HELO域名
cb_auto2helo.Caption=随机生成此域名的二级域名
cb_auto2helo.Hint=随机生成填写的域名的二级域名
ed_domain.Hint=本机IP对应的域名，没有域名则任意填写
rb_helo_1.Caption=自动随机生成HELO域名
rb_helo_1.Hint=自动随机生成HELO域名
rb_helo_2.Caption=单个域名
rb_helo_2.Hint=只用1个域名，在后边输入即可
rb_helo_3.Caption=域名列表
rb_helo_3.Hint=使用域名列表
bt_edithelos.Caption=编辑列表(2)
bt_edithelos.Hint=编辑域名列表
TabSheet2.Caption=邮件选项
Label7.Caption=发送
Label8.Caption=封后等待
Label9.Caption=秒
Label3.Caption=抄送数量(个)
cb_rand_ccnum.Caption=抄送数量按上面数值随机改变
cb_rand_ccnum.Hint=抄送数量按最大值随机改变，最小为最大数量的 3/4
Label14.Caption=收条发送到
Label15.Caption=版本：
Label16.Caption=模拟客户端软件：
Label17.Caption=邮件收条：如果不填写“发送到”地址，将发送到正在使用的发送邮箱。
GroupBox5.Caption=特殊设置，可能造成发送失败
cb_hide.Caption=发送时隐藏我的邮箱地址
cb_hide.Hint=让对方不能知道发件人邮箱
ed_stop_num.Hint=发送等待邮件数
ed_stop_sec.Hint=发送等待时间
ed_rcptnum.Hint=抄送是正常模式才有的，发送一个邮箱，同时抄写到多个邮箱。
cb_isbcc.Caption=暗送
cb_isbcc.Hint=抄送改为暗送（密件抄送）
cb_bcc_showto.Caption=暗送时保留一个收件人地址
cb_bcc_showto.Hint=在邮件收件人地址中显示其中一个收件人地址
cb_rname_remark.Caption=收件人姓名显示为列表备注
cb_rname_remark.Hint=收件人显示为邮件列表中每个地址对应备注的内容
cb_receipt.Caption=对所有发送的邮件请求收条
cb_receipt.Hint=想让对方收到邮件后给你发收条吗，选中它就可以了
ed_receipt.Hint=接收收条的邮件地址
cb_priority.Hint=邮件的优先等级（分为低、中、高三级）
cb_priority.Items.Strings[0]=高优先级
cb_priority.Items.Strings[1]=中优先级
cb_priority.Items.Strings[2]=低优先级
cr_sender.Hint=发件人姓名的选项
cr_sender.Caption=发件人姓名
cr_sender.Items.Strings[0]=随机生成字符串
cr_sender.Items.Strings[1]=显示当前日期时间
cr_sender.Items.Strings[2]=自定义列表
cb_returnto.Caption=发件人邮箱固定显示为
cb_returnto.Hint=让对方看到的发件人邮箱是下面的邮箱，并可回复
ed_returnto.Hint=回复邮箱地址
cb_addsender.Caption=邮件头增加 Sender 标签
cb_addsender.Hint在邮件头中增加 Sender 标签，减少匿名被拒绝的可能
cb_fromeqto.Caption=发件人邮箱显示为收件人邮箱
cb_fromeqto.Hint=发件人邮箱显示为收件人邮箱
bt_editsenders.Caption=编辑列表(1)
bt_editsenders.Hint=编辑发见人姓名列表(列表中已有的数量)
TabSheet4.Caption=其它设置
Label10.Caption=发送
Label11.Caption=封后更换发件人邮箱
Label20.Caption=发送失败用相同模式重发
Label21.Caption=次
Label28.Caption=特快限制相同服务器连接数
Label28.Hint=特快专递模式限制相同服务器连接并发数，防止服务器封IP
cb_nosenttip.Caption=发送完成不弹出提示窗口
cb_nosenttip.Hint=发送完成不出现用时提示窗口
cb_checknet.Caption=发送前检测网络连接
cb_checknet.Hint=发送前检测网络连接是否正常
cb_checkanti.Caption=发送前检测邮件防火墙
cb_checkanti.Hint=邮件防火墙拦截邮件发送，提示关闭
cb_autosave_filter.Caption=自动保存和读取过滤规则
cb_autosave_filter.Hint=自动保存和读取过滤规则列表
cb_autosave_sbjvals.Caption=自动保存主题、自动变量列表
cb_autosave_sbjvals.Hint=自动保存和读取主题列表和自动变量列表
cb_xmailer.Hint=模拟客户端软件
cb_xmailer.Caption=模拟客户端软件
cb_playmusic.Caption=发送完成后播放音乐
cb_playmusic.Hint=发送完成后发出声音提示
GroupBox3.Caption=DNS 缓冲数据库
cb_bmxcache.Caption=使用 DNS MX 缓冲数据库
cb_bmxcache.Hint=使用 MX 缓冲数据库，减少DNS服务器使用
bt_clearmxcache.Caption=清除缓冲数据
bt_clearmxcache.Hint=清除缓冲数据库中的记录
st_autoreconn.Caption=可减少DNS 查询次数，提高速度
cb_ivd_notsend.Caption=判断为不存在的失败地址不重发
cb_ivd_notsend.Hint=所有重发设置中，判断地址为不存在的不再重发
ed_chgnum.Hint=正常模式下，发送x封后更换发件人邮箱(不含抄送)。\r\n不使用此功能，请填写0
ed_resendnum.Hint=不使用此功能请填写0
ed_hostthread.Hint=不使用此功能请填写0
TabSheet5.Caption=代理设置
Label18.Caption=发送
Label19.Caption=个邮件后更换代理服务器
dl_used.Caption=使用代理服务器
dl_used.Hint=使用代理服务器
dl_chg_num.Hint=更换代理服务器的设置
dl_failresend.Caption=发送失败改非代理模式重发1次
dl_failresend.Hint=发送失败改非代理模式重发1次
list_daili.Hint=代理服务器列表
list_daili.Column[0]=
list_daili.Column[1]=服务器
list_daili.Column[2]=端口
list_daili.Column[3]=类型
list_daili.Column[4]=用户名
dl_add.Caption=添加
dl_add.Hint=添加一个代理服务器
dl_del.Caption=删除
dl_del.Hint=删除代理服务器
mu_dldel_select.Caption=选中代理(&S)
mu_dldel_select.Hint=删除当前选中的代理服务器
mu_dldel_false.Caption=无效代理(&F)
mu_dldel_false.Hint=删除标记为无效的代理
mu_dldel_ok.Caption=有效代理(&O)
mu_dldel_ok.Hint=删除标记为有效的代理
mu_dldel_all.Caption=全部删除(&A)
mu_dldel_all.Hint=删除列表中的所有代理服务器
dl_import.Caption=导入
dl_import.Hint=从文件导入代理服务器列表
dl_export.Caption=导出
dl_export.Hint=导出代理服务器到文件
mu_dlexp_all.Caption=全部代理(&A)
mu_dlexp_all.Hint=保存全部代理服务器地址为文件
mu_dlexp_false.Caption=无效代理(&F)
mu_dlexp_false.Hint=保存标记为无效的代理服务器到文件
mu_dlexp_ok.Caption=有效代理(&O)
mu_dlexp_ok.Hint=保存标记为有效的代理服务器到文件
dl_top.Caption=置顶
dl_top.Hint=设置首选代理服务器
dl_vrfy.Caption=检测
dl_vrfy.Hint=检测列表中的代理服务器是否可用
mu_chkdl_sel.Caption=选中代理(&S)
mu_chkdl_sel.Hint=检测处于选择状态的代理服务器
mu_chkdl_all.Caption=所有代理(&A)
mu_chkdl_all.Hint=检测列表中所有代理服务器
mu_chkdl_ok.Caption=有效代理(&O)
mu_chkdl_ok.Hint=检测列表中目前状态为有效的代理服务器
mu_chkdl_fail.Caption=无效代理(&F)
mu_chkdl_fail.Hint=检测列表中目前状态为无效的代理服务器
dl_dnsuse.Caption=DNS 查询也使用代理服务器（必须是SOCKS5 代理才可以）
dl_dnsuse.Hint=DNS 查询也使用代理服务器（必须是SOCKS5 代理才可以）
cb_autofip.Caption=特快虚拟生成发送过程邮件头
cb_autofip.Hint=特快模式，邮件头中自动虚拟原始发信人IP地址
cb_record_datemb.Caption=记录邮件发出时间和发件邮箱
cb_record_datemb.Hint=记录邮件发出时间和发件邮箱
cb_init_wab.Caption=启用 Windows 通讯簿读取功能
cb_init_wab.Hint=启用 Windows 通讯簿读取功能
cb_init_outlook.Caption=启用 Outlook 联系人读取功能
cb_init_outlook.Hint=启用 Outlook 联系人读取功能
cb_auto_getoever.Caption=自动获取OE版本号
cb_auto_getoever.Hint=自动获取OE版本号
dl_use_oncheckmb.Caption=验证邮箱填写是否正确时使用代理服务器
dl_use_oncheckmb.Hint=验证邮箱填写是否正确时使用代理服务器
mu_chkmb_ok.Caption=有效邮箱(&V)
mu_chkmb_ok.Hint=验证所有标记为有效的邮箱
mu_chkmb_no.Caption=无效邮箱(&N)
mu_chkmb_no.Hint=验证所有标记为无效的邮箱
mu_chkmb_all.caption=全部邮箱(&A)
mu_chkmb_all.Hint=验证邮箱列表中所有的邮箱

[fm_mailbox]
fm_mailbox.Caption=邮箱帐户
Label1.Caption=电子邮件地址
Label2.Caption=SMTP服务器
Label3.Caption=用户名
Label4.Caption=密　码
Label6.Caption=服务器端口
Label5.Caption=下面填写邮箱的用户名、密码
ed_check.Caption=服务器需要身份验证
btOk.Caption=确定
btCancel.Caption=取消
cb_ssl.Caption=服务器要求SSL连接
lb_tip.Caption=端口不清楚请保持默认
cb_autocreate.Caption=自动创建邮箱地址(随机改变 @ 前边部分)
cb_autocreate.Hint=随机自动改变此邮箱的 @ 前边的用户名
lb_sstop_1.Caption=发送
lb_sstop_2.Caption=封后，暂停使用
lb_sstop_3.Caption=秒
lb_sstop_4.Caption=发送
lb_sstop_5.Caption=封后，停止使用此邮箱
ed_sstop_num.Hint=不使用此功能，请填写0
ed_sstop_allnum.Hint=不使用此功能，请填写0
ed_sstop_sec.Hint=本次发送达到发送数量后不再使用此邮箱，请填写0
lb_failstop_1.Caption=失败
lb_failstop_2.Caption=封后，停止使用此邮箱
ed_failstop_num.Hint=不暂停，请填写0

[fm_about]
fm_about.Caption=关于...
Label3.Caption=网址：
Label4.Caption=为保证发送成功，请务必禁用邮件防火墙。
Label5.Caption=注　意：
Label6.Caption=如果线程选择过多，最好先停止其他正在运行的程序。
lb_regtype.Caption=本软件注册给：
suiButton1.Caption=确定

[fm_login]
fm_login.Caption=登录
Label1.Caption=请输入用户名、注册码进行身份验证
lb_user.Caption=用户名：
lb_word.Caption=注册码：
lb_machine.Caption=机器码：
bt_selserver.Caption=服务器
bt_selserver.Hint=选择验证用户名、注册码是否正确的服务器
Label2.Caption=服务器
Label3.Caption=端　口
Label4.Caption=用户名
Label5.Caption=密　码
ed_username.Hint=你的用户名
ed_password.Hint=你的注册码
btOk.Caption=登录
btOk.Hint=开始登录吧
suiButton2.Caption=稍侯
suiButton2.Hint=一会再登录，先进软件做点别的
ed_machine.Hint=机器码，请填写到网站客户中心
m_language.Hint=选择要软件显示的语言种类
cb_save.Caption=保存用户名及注册码
cb_save.Hint=保存你的用户名、注册码
cb_usedaili.Caption=使用代理服务器
rb_type_socket.Caption=使用全局设置的 SOCKS 代理服务器
rb_type_http.Caption=使用下面设置的 HTTP 代理服务器
mu_server1.Caption=服务器1：中国电信
mu_server2.Caption=服务器2：中国网通
mu_server3.Caption=服务器3：中国铁通
mu_server5.Caption=备用服务器

[fm_register]
fm_register.Caption=注册购买说明
Label1.Caption=您正在使用的是试用版软件，请您注册
suiButton1.Caption=确定

[fm_splash]
fm_splash.Caption=fm_splash

[fm_xlscol]
fm_xlscol.Caption=选择 Excel 表列对应关系
Label1.Caption=请确定 Excel 文件中数据字段对应的关系
Label2.Caption=在下面输入对应关系（输入正确的序号）
Label3.Caption=选择工作表
bt_OK.Caption=确定
bt_Cancel.Caption=取消
cb_nofirst.Caption=不导入首行数据
ve_out.TitleCaptions.Strings[0]=列表中对应字段名
ve_out.TitleCaptions.Strings[1]=Excel对应字段序号

[fm_schset]
fm_schset.Caption=搜索设置
Label1.Caption=要搜索的服务器：
Label2.Caption=可变部分长度
Label4.Caption=开始搜索位置
Label5.Caption=左侧固定字符
Label3.Caption=要搜索服务器的邮件地址
Label6.Caption=随意填写发件人邮件地址
ed_leng.Hint=可变部分的字符个数
ed_start.Hint=可变部分的开始位置，长度要和填写的一致
bt_ok.Caption=开始
bt_cancel.Caption=取消
bt_checkserver.Caption=检测服务器

[fm_checkver]
fm_checkver.Caption=检查更新版本
Label2.Caption=最新版本
lb_ver.Caption=...
Label5.Caption=更新日期
lb_date.Caption=...
Label1.Caption=当前版本
bt_check.Caption=检测
btCancel.Caption=关闭
bt_web.Caption=网站

[fm_domain]
fm_domain.Caption=域名查询
Label1.Caption=输入域名
Label2.Caption=查询类型
Button1.Caption=查询
GroupBox1.Caption=查询结果
rb_type1.Caption=查询IP地址
rb_type2.Caption=查询MX地址
rb_type3.Caption=Whois查询

[fm_selectfile]
fm_selectfile.Caption=背景图片
Label1.Caption=文件(&F)
bt_ok.Caption=确定
bt_cancel.Caption=取消
bt_select.Caption=浏览

[fm_selwav]
fm_selwav.Caption=背景声音
Label1.Caption=请选择要插入到邮件中的声音。
Label2.Caption=文件(&F):
bt_select.Caption=浏览(&B)...
GroupBox1.Caption=重复设置
Label3.Caption=次。
cb_noloop.Caption=播放声音
cb_loops.Caption=连续播放
bt_ok.Caption=确定
bt_cancel.Caption=取消


[fm_imglist]
fm_imglist.Caption=fm_imglist
lb_pages.Caption=1/1
Label2.Caption=自定义图片放在Faces目录下
bt_pre.Caption=上一页
bt_next.Caption=下一页

[fm_database]
fm_database.Caption=数据库导入向导（共3步）
lb_title.Caption=第一步　选择数据库和表
bt_prev.Caption=上一步
bt_next.Caption=下一步
bt_cacnel.Caption=取消
TabSheet1.Caption=选择数据库
Label1.Caption=连接串：
Label4.Caption=选择表：
bt_create_link.Caption=创建连接字符串
bt_gettables.Caption=获取Table列表
cb_showsystable.Caption=显示系统表
StaticText1.Caption=选择数据库连接，可以使用“创建连接字符串”按扭创建连接字符串，然后点“获取Table列表”按扭，然后从选择表中，选择要导入的表。
TabSheet2.Caption=选择对应关系
Label2.Caption=邮件地址：
Label3.Caption=列表备注：
Label5.Caption=宏变量１：
Label6.Caption=宏变量２：
Label7.Caption=宏变量３：
Label8.Caption=宏变量４：
Label9.Caption=宏变量５：
Label12.Caption=宏变量６：
Label13.Caption=宏变量７：
Label14.Caption=宏变量８：
Label15.Caption=宏变量９：
Label16.Caption=宏变量１０
StaticText2.Caption=从下边选择软件邮件列表每项对应的数据库表的列名
cb_utname.Caption=特殊字符表名，表名使用 [] 包含
TabSheet3.Caption=开始导入数据
Label10.Caption=导入进度：
lb_number.Caption=...
Label11.Caption=附加条件：（直接输入 SQL WHERE 语句）（对SQL不熟悉，请不要填写）
bt_start.Caption=开始导入数据
StaticText3.Caption=按下边的“开始导入数据”按扭，导入数据到邮件列表
cb_fltwrong.Caption=过滤格式错误的地址

[fm_waiting]
fm_waiting.Caption=请稍侯...
lb_messgae.Caption=...

[fm_rtnsetup]
fm_rtnsetup.Caption=邮件列表退订设置
OKBtn.Caption=确定
CancelBtn.Caption=取消
StaticText1.Caption=在下面输入你的网站地址，末尾不要有/，如：http://www.wealsoft.com
bt_help.Caption=帮助说明
StaticText2.Caption=注意：一定要先把 return 目录上传到你的网站
bt_delete.Caption=删除已经存在的退订邮件列表
bt_opendir.Caption=查看要上传网站的文件[return]

[fm_proxy]
fm_proxy.Caption=代理服务器
GroupBox4.Caption=代理服务器
Label18.Caption=类　型：
Label19.Caption=服务器：
Label20.Caption=端　口：
Label21.Caption=用户名：
Label22.Caption=密　码：
cb_canuse.Caption=有效（不选将不使用此代理）
btOk.Caption=确定
suiButton1.Caption=取消

[fm_input]
fm_input.Caption=输入要求输入的内容
lb_title.Caption=...
bt_ok.Caption=确定
bt_cancel.Caption=取消

[fm_dailicheck]
fm_dailicheck.Caption=检测代理服务器
Label1.Caption=检测将通过代理服务器连接下边选择的服务器进行测试
Label2.Caption=目标主机
Label3.Caption=检测进度
Label4.Caption=正在测试
Label5.Caption=超时
Label6.Caption=秒
Label7.Caption=线程
bt_start.Caption=开始
bt_exit.Caption=退出
bt_stop.Caption=停止

[fm_beforesend]
fm_beforesend.Caption=发送前提示
lb_title.Caption=发送之前请确认是否设置以下选项
lb_tip.Caption=注意：按“恢复”按扭可以恢复邮件列表中邮件地址的状态，只有状态为空的地址才会被发送。
OKBtn.Caption=确定
cb_usenormal.Caption=发送失败自动转正常模式重发1次
cb_usenormal.Hint=如果特快专递发送失败，则自动用正常模式重发1次
cb_chg_auto.Caption=发送失败更换发件人邮箱重发1次
cb_chg_auto.Hint=如果发送失败，自动换一个邮箱发送
btCancel.Caption=取消

[fm_components]
fm_components.Caption=ComponentList

[fm_stat_setup]
fm_stat_setup.Caption=邮件统计
OKBtn.Caption=确定
CancelBtn.Caption=取消
StaticText1.Caption=在下面输入你的网站地址，末尾不要有/，如：http://www.wealsoft.com
bt_help.Caption=帮助说明
StaticText2.Caption=注意：一定要先把 return 目录上传到你的网站
bt_opendir.Caption=查看要上传网站的文件[return]

[fm_stredit]
fm_stredit.Caption=编辑文本
btOK.Caption=确定
btCancel.Caption=取消

[fm_doing]
fm_doing.Caption=处理...
lb_msg.Caption=正在
bt_start.Caption=开始
bt_exit.Caption=退出
cb_reconn_on.Hint=测试中根据网络设置中的重新连接设置重新连接网络
cb_reconn_on.Caption=启用重新连接网络设置

[fm_timer]
fm_timer.Caption=定时发送设置
Label1.Caption=开始时间
Label2.Caption=停止时间
bt_start.Caption=开始
bt_start.Hint=定时器开始记时
bt_stop.Caption=停止
bt_stop.Hint=定时器停止记时，并停止发送。
cb_autoexit.Caption=任务结束关闭计算机
cb_autoexit.Hint=发送完成或到停止时间自动关闭计算机
bt_hide.Caption=后台运行
bt_hide.Hint=隐藏窗口到后台运行

[dlg_unicodetip]
dlg_unicodetip.Caption=邮件字符集冲突
Label1.Caption=该邮件包含某些使用其它字符集(而非默认字符集)的文字。当发送该邮件时可选择下列选项:
Label2.Caption=该邮件将按 Unicode 发送，所有字符集信息都将被保留。但是如果收件人的电子邮件阅读程序不支持 Unicode，邮件将无法正确显示。
Label3.Caption=邮件将按只使用默认字符集的普通邮件发送。收件人可能无法阅读默认字符集之外的任何文本。
Label4.Caption=返回到编辑邮件状态
bt_unicode.Caption=按 Unicode 发送(&U)
bt_charset.Caption=按默认方式发送(&S)
btCancel.Caption=取消

[dlg_randtype]
dlg_randtype.Caption=随机字符串
rg_length.Caption=长度
rg_length.Items.Strings[0]=随机
rg_length.Items.Strings[1]=自定义
rg_type.Caption=类型
rg_type.Items.Strings[0]=数字
rg_type.Items.Strings[1]=字母
rg_type.Items.Strings[2]=混合
btOK.Caption=确定
btCancel.Caption=取消

[fm_ctable]
fm_ctable.Caption=创建Table
Label1.Caption=行数
Label2.Caption=列数
btOk.Caption=自定义输入

[fm_ctrl_mailbox]
fm_ctrl_mailbox.Caption=SMTP 邮箱控制
bt_start.Caption=启用邮箱
bt_start.Hint=设置启用此邮箱
bt_stop.Caption=停用邮箱
bt_stop.Hint=设置不使用此邮箱
bt_makzero.Caption=发送归零
bt_makzero.Hint=设置已发送数量归零
list_smtps.Hint=SMTP邮箱帐户列表
tb_savesetting.Caption=保存设置
tb_savesetting.Hint=保存所有更改到邮箱设置中
tb_export.Caption=导出邮箱
tb_export.Hint=导出邮箱列表存为文件
mu_export_all.Caption=导出全部邮箱(&A)
mu_export_all.Hint=导出所有的邮箱保存为文件
mu_export_use.Caption=导出有效邮箱(&U)
mu_export_use.Hint=导出所有使用中的有效邮箱
mu_export_unuse.Caption=导出无效邮箱(&X)
mu_export_unuse.Hint=导出所有不在使用的邮箱

[dlg_ownhead]
dlg_ownhead.Caption=自定义邮件头设置
btOK.Caption=确定
cb_use_ownhead.Caption=在邮件头中添加以下内容

[dlg_advvals]
dlg_advvals.Caption=高级自动变量
lb_valsid.Caption=自动变量
lb_minline.Caption=最小行号
lb_maxline.Caption=最大行号
lb_linetitle.Caption=自动变量取值范围
btOk.Caption=确定
btCancel.Caption=取消

[fm_val_prid]
fm_val_prid.Caption=变量优先级调整
bt_ok.Caption=确定
bt_cancel.Caption=取消
bt_default.Caption=默认
lb_tip.Caption=说明：列表中由上到下，优先级逐渐降低。优先级大的值中可以直接插入优先级小的变量名。

[fm_checkmb_wait]
fm_checkmb_wait.Caption=验证邮箱...
btCancel.Caption=取消
